Repository: xxshubhamxx/cmux-panecho
Catalog: Packages/Shared/CMUXMobileCore/Sources/CMUXMobileCore/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# diagnostics.transport.debugLoopback
source: Debug loopback
ar: استرجاع التصحيح
es: Bucle de depuración
fr: Bouclage de débogage
ja: デバッグループバック
ko: 디버그 루프백
zh_hans: 调试环回
zh_hant: 調試環回

# diagnostics.transport.iroh
source: Iroh
ar: إيروه
ko: 이로
zh_hans: 伊罗
zh_hant: 伊羅

# diagnostics.transport.tailscale
source: Tailscale
ar: الأجهزة المحمولة
de: Mobilgeräte
es: Móvil
fr: Mobile
ko: 모바일
zh_hans: 移动设备
zh_hant: 行動裝置

# diagnostics.transport.unknown
source: Unknown transport
ar: نقل غير معروف
de: Unbekannter Transport
es: Transporte desconocido
fr: Transport inconnu
ja: 不明なトランスポート
ko: 알 수 없는 교통수단
zh_hans: 未知运输
zh_hant: 未知運輸

# diagnostics.unknown.appPhase
source: Unknown app phase (%lld)
ar: مرحلة التطبيق غير معروفة (%lld)
de: Unbekannte App-Phase (%lld)
es: Fase de aplicación desconocida (%lld)
fr: Phase d'application inconnue (%lld)
ja: 不明なアプリフェーズ（%lld）
ko: 알 수 없는 앱 단계(%lld)
zh_hans: 未知的应用程序阶段 (%lld)
zh_hant: 未知的應用程式階段 (%lld)

# diagnostics.unknown.closeInitiator
source: Unknown close initiator (%lld)
ar: بادئ إغلاق غير معروف (%lld)
de: Unbekannter Schließinitiator (%lld)
es: Iniciador cercano desconocido (%lld)
fr: Initiateur de fermeture inconnu (%lld)
ja: 不明な切断開始元（%lld）
ko: 알 수 없는 닫기 개시자(%lld)
zh_hans: 未知的关闭发起者 (%lld)
zh_hant: 未知的關閉發起者 (%lld)

# diagnostics.unknown.dialLeg
source: Unknown leg (%lld)
ar: ساق غير معروفة (%lld)
de: Unbekanntes Bein (%lld)
es: Tramo desconocido (%lld)
fr: Jambe inconnue (%lld)
ja: 不明な経路（%lld）
ko: 알 수 없는 레그(%lld)
zh_hans: 未知腿 (%lld)
zh_hant: 未知腿 (%lld)

# diagnostics.unknown.failure
source: Unknown failure (%lld)
ar: فشل غير معروف (%lld)
de: Unbekannter Fehler (%lld)
es: Fallo desconocido (%lld)
fr: Échec inconnu (%lld)
ja: 不明なエラー（%lld）
ko: 알 수 없는 오류(%lld)
zh_hans: 未知故障 (%lld)
zh_hant: 未知故障 (%lld)

# diagnostics.unknown.lanDiscovery
source: Unknown discovery outcome (%lld)
ar: نتيجة اكتشاف غير معروفة (%lld)
de: Unbekanntes Entdeckungsergebnis (%lld)
es: Resultado del descubrimiento desconocido (%lld)
fr: Résultat de découverte inconnu (%lld)
ja: 不明な探索結果（%lld）
ko: 알 수 없는 검색 결과(%lld)
zh_hans: 未知的发现结果 (%lld)
zh_hant: 未知的發現結果 (%lld)

# diagnostics.unknown.lanPublication
source: Unknown publication state (%lld)
ar: حالة النشر غير معروفة (%lld)
de: Unbekannter Veröffentlichungsstatus (%lld)
es: Estado de publicación desconocido (%lld)
fr: État de publication inconnu (%lld)
ja: 不明な公開状態（%lld）
ko: 알 수 없는 게시 상태(%lld)
zh_hans: 未知的发布状态 (%lld)
zh_hant: 未知的發布狀態 (%lld)

# diagnostics.unknown.lanPublicationReason
source: Unknown reason (%lld)
ar: سبب غير معروف (%lld)
de: Unbekannter Grund (%lld)
es: Motivo desconocido (%lld)
fr: Raison inconnue (%lld)
ja: 不明な理由（%lld）
ko: 알 수 없는 이유(%lld)
zh_hans: 未知原因 (%lld)
zh_hant: 未知原因 (%lld)

# diagnostics.unknown.networkState
source: Unknown network state (%lld)
ar: حالة شبكة الاتصال غير معروفة (%lld)
de: Unbekannter Netzwerkstatus (%lld)
es: Estado de red desconocido (%lld)
fr: État du réseau inconnu (%lld)
ja: 不明なネットワーク状態（%lld）
ko: 알 수 없는 네트워크 상태(%lld)
zh_hans: 未知网络状态 (%lld)
zh_hant: 未知網路狀態 (%lld)

# diagnostics.unknown.path
source: Unknown path (%lld)
ar: مسار غير معروف (%lld)
de: Unbekannter Pfad (%lld)
es: Ruta desconocida (%lld)
fr: Chemin inconnu (%lld)
ja: 不明な経路（%lld）
ko: 알 수 없는 경로(%lld)
zh_hans: 未知路径 (%lld)
zh_hant: 未知路徑 (%lld)

# diagnostics.unknown.pathOperation
source: Unknown path operation (%lld)
ar: عملية مسار غير معروفة (%lld)
de: Unbekannter Pfadvorgang (%lld)
es: Operación de ruta desconocida (%lld)
fr: Opération de chemin inconnu (%lld)
ja: 不明な経路操作（%lld）
ko: 알 수 없는 경로 작업(%lld)
zh_hans: 未知路径操作 (%lld)
zh_hant: 未知路徑操作 (%lld)

# diagnostics.unknown.privateJoin
source: Unknown join state (%lld)
ar: حالة الانضمام غير معروفة (%lld)
de: Unbekannter Beitrittsstatus (%lld)
es: Estado de unión desconocido (%lld)
fr: État de jointure inconnu (%lld)
ja: 不明な結合状態（%lld）
ko: 알 수 없는 조인 상태(%lld)
zh_hans: 未知的连接状态 (%lld)
zh_hant: 未知的連線狀態 (%lld)

# diagnostics.unknown.recoveryTrigger
source: Unknown recovery trigger (%lld)
ar: مشغل استرداد غير معروف (%lld)
de: Unbekannter Wiederherstellungsauslöser (%lld)
es: Activador de recuperación desconocido (%lld)
fr: Déclencheur de récupération inconnu (%lld)
ja: 不明な復旧トリガー（%lld）
ko: 알 수 없는 복구 트리거(%lld)
zh_hans: 未知的恢复触发器 (%lld)
zh_hant: 未知的恢復觸發器 (%lld)

# diagnostics.unknown.responder
source: Unknown responder (%lld)
ar: مجيب غير معروف (%lld)
de: Unbekannter Antwortender (%lld)
es: Respondedor desconocido (%lld)
fr: Répondeur inconnu (%lld)
ja: 不明なレスポンダ（%lld）
ko: 알 수 없는 응답자(%lld)
zh_hans: 未知响应者 (%lld)
zh_hant: 未知響應者 (%lld)

# diagnostics.unknown.sessionPurpose
source: Unknown session purpose (%lld)
ar: غرض الجلسة غير معروف (%lld)
de: Unbekannter Sitzungszweck (%lld)
es: Propósito de la sesión desconocido (%lld)
fr: Objectif de session inconnu (%lld)
ja: 不明なセッション用途（%lld）
ko: 알 수 없는 세션 목적(%lld)
zh_hans: 未知的会话目的 (%lld)
zh_hant: 未知的會話目的 (%lld)

# diagnostics.unknown.sessionState
source: Unknown session state (%lld)
ar: حالة الجلسة غير معروفة (%lld)
de: Unbekannter Sitzungsstatus (%lld)
es: Estado de sesión desconocido (%lld)
fr: État de session inconnu (%lld)
ja: 不明なセッション状態（%lld）
ko: 알 수 없는 세션 상태(%lld)
zh_hans: 未知会话状态 (%lld)
zh_hant: 未知會話狀態 (%lld)

# diagnostics.unknown.state
source: Unknown state (%lld)
ar: حالة غير معروفة (%lld)
de: Unbekannter Status (%lld)
es: Estado desconocido (%lld)
fr: État inconnu (%lld)
ja: 不明な状態（%lld）
ko: 알 수 없는 상태(%lld)
zh_hans: 未知状态 (%lld)
zh_hant: 未知狀態 (%lld)

# diagnostics.unknown.transport
source: Unknown transport (%lld)
ar: نقل غير معروف (%lld)
de: Unbekannter Transport (%lld)
es: Transporte desconocido (%lld)
fr: Transport inconnu (%lld)
ja: 不明なトランスポート（%lld）
ko: 알 수 없는 전송(%lld)
zh_hans: 未知传输 (%lld)
zh_hant: 未知傳輸 (%lld)

# diagnostics.event.simulatorStreamLifecycle
source: Simulator stream state changed
ar: تم تغيير حالة دفق المحاكاة
de: Status des Simulator-Streams geändert
es: El estado de la transmisión del simulador cambió
fr: L'état du flux du simulateur a été modifié
ja: シミュレータストリーム状態が変更されました
ko: 시뮬레이터 스트림 상태가 변경됨
zh_hans: 模拟器流状态已更改
zh_hant: 模擬器流狀態已更改

# diagnostics.event.simulatorFrameLifecycle
source: Simulator frame pipeline changed
ar: تم تغيير خط أنابيب إطار المحاكاة
de: Die Simulator-Frame-Pipeline wurde geändert
es: La canalización del marco del simulador cambió
fr: Le pipeline de trames du simulateur a été modifié
ja: シミュレータフレームパイプラインが変更されました
ko: 시뮬레이터 프레임 파이프라인이 변경되었습니다.
zh_hans: 模拟器框架管道已更改
zh_hant: 模擬器框架管道已更改

# diagnostics.event.simulatorInputLifecycle
source: Simulator input state changed
ar: تم تغيير حالة إدخال المحاكاة
de: Der Status der Simulatoreingabe wurde geändert
es: El estado de entrada del simulador cambió
fr: L’état d’entrée du simulateur a changé
ja: シミュレータ入力状態が変更されました
ko: 시뮬레이터 입력 상태가 변경됨
zh_hans: 模拟器输入状态已更改
zh_hant: 模擬器輸入狀態已更改

# diagnostics.event.simulatorCoordinateMapped
source: Simulator touch coordinate mapped
ar: تم تعيين إحداثيات اللمس للمحاكاة
de: Berührungskoordinate des Simulators abgebildet
es: Coordenada táctil del simulador mapeada
fr: Coordonnées tactiles du simulateur cartographiées
ja: シミュレータタッチ座標がマップされました
ko: 시뮬레이터 터치 좌표가 매핑되었습니다.
zh_hans: 模拟器触摸坐标映射
zh_hant: 模擬器觸控座標映射

# diagnostics.event.simulatorOwnershipChanged
source: Simulator control ownership changed
ar: تم تغيير ملكية التحكم في جهاز المحاكاة
de: Der Besitzer der Simulatorsteuerung hat sich geändert
es: Se cambió la propiedad del control del simulador
fr: La propriété du contrôle du simulateur a changé
ja: シミュレータ操作権限が変更されました
ko: 시뮬레이터 제어 소유권이 변경됨
zh_hans: 模拟器控制所有权已更改
zh_hant: 模擬器控制所有權已更改

# diagnostics.unknown.appEvent
source: Unknown app event (%lld)
ar: حدث تطبيق غير معروف (%lld)
de: Unbekanntes App-Ereignis (%lld)
es: Evento de aplicación desconocido (%lld)
fr: Événement d'application inconnu (%lld)
ja: 不明なアプリイベント（%lld）
ko: 알 수 없는 앱 이벤트(%lld)
zh_hans: 未知的应用程序事件 (%lld)
zh_hant: 未知的應用程式事件 (%lld)

# diagnostics.unknown.simulatorStreamState
source: Unknown stream state (%lld)
ar: حالة الدفق غير معروفة (%lld)
de: Unbekannter Stream-Status (%lld)
es: Estado de transmisión desconocido (%lld)
fr: État du flux inconnu (%lld)
ja: 不明なストリーム状態（%lld）
ko: 알 수 없는 스트림 상태(%lld)
zh_hans: 未知的流状态 (%lld)
zh_hant: 未知的流狀態 (%lld)

# diagnostics.unknown.simulatorFrameState
source: Unknown frame state (%lld)
ar: حالة الإطار غير معروفة (%lld)
de: Unbekannter Framestatus (%lld)
es: Estado de fotograma desconocido (%lld)
fr: État de trame inconnu (%lld)
ja: 不明なフレーム状態（%lld）
ko: 알 수 없는 프레임 상태(%lld)
zh_hans: 未知的帧状态 (%lld)
zh_hant: 未知的幀狀態 (%lld)

# diagnostics.unknown.simulatorInputState
source: Unknown input state (%lld)
ar: حالة الإدخال غير معروفة (%lld)
de: Unbekannter Eingabestatus (%lld)
es: Estado de entrada desconocido (%lld)
fr: État d'entrée inconnu (%lld)
ja: 不明な入力状態（%lld）
ko: 알 수 없는 입력 상태(%lld)
zh_hans: 未知的输入状态 (%lld)
zh_hant: 未知的輸入狀態 (%lld)

# diagnostics.unknown.simulatorInputKind
source: Unknown input kind (%lld)
ar: نوع إدخال غير معروف (%lld)
de: Unbekannter Eingabetyp (%lld)
es: Tipo de entrada desconocido (%lld)
fr: Type d'entrée inconnu (%lld)
ja: 不明な入力種別（%lld）
ko: 알 수 없는 입력 종류(%lld)
zh_hans: 未知的输入类型 (%lld)
zh_hant: 未知的輸入類型 (%lld)

# diagnostics.unknown.simulatorPointerPhase
source: Unknown pointer phase (%lld)
ar: مرحلة المؤشر غير معروفة (%lld)
de: Unbekannte Zeigerphase (%lld)
es: Fase de puntero desconocida (%lld)
fr: Phase de pointeur inconnue (%lld)
ja: 不明なポインタフェーズ（%lld）
ko: 알 수 없는 포인터 단계(%lld)
zh_hans: 未知的指针阶段 (%lld)
zh_hant: 未知的指針階段 (%lld)

# diagnostics.unknown.simulatorHardwareButton
source: Unknown hardware button (%lld)
ar: زر جهاز غير معروف (%lld)
de: Unbekannte Hardwaretaste (%lld)
es: Botón de hardware desconocido (%lld)
fr: Bouton matériel inconnu (%lld)
ja: 不明なハードウェアボタン（%lld）
ko: 알 수 없는 하드웨어 버튼(%lld)
zh_hans: 未知的硬件按钮 (%lld)
zh_hant: 未知的硬體按鈕 (%lld)

# diagnostics.unknown.simulatorOwner
source: Unknown owner state (%lld)
ar: حالة المالك غير معروفة (%lld)
de: Unbekannter Eigentümerstatus (%lld)
es: Estado del propietario desconocido (%lld)
fr: État du propriétaire inconnu (%lld)
ja: 不明な所有者状態（%lld）
ko: 알 수 없는 소유자 상태(%lld)
zh_hans: 未知所有者状态 (%lld)
zh_hant: 未知所有者狀態 (%lld)

# diagnostics.unknown.simulatorCoordinateState
source: Unknown coordinate state (%lld)
ar: حالة إحداثية غير معروفة (%lld)
de: Unbekannter Koordinatenstatus (%lld)
es: Estado de coordenadas desconocido (%lld)
fr: État des coordonnées inconnu (%lld)
ja: 不明な座標状態（%lld）
ko: 알 수 없는 좌표 상태(%lld)
zh_hans: 未知坐标状态 (%lld)
zh_hant: 未知座標狀態 (%lld)

# diagnostics.simulator.stream.startRequested
source: Start requested
ar: البدء المطلوب
de: Start angefordert
es: Inicio solicitado
fr: Début demandé
ja: 開始要求
ko: 시작이 요청됨
zh_hans: 请求开始
zh_hant: 請求開始

# diagnostics.simulator.stream.started
source: Started
ar: بدأت
de: Begonnen
es: Comenzó
fr: Commencé
ja: 開始済み
ko: 시작됨
zh_hans: 开始
zh_hant: 開始

# diagnostics.simulator.stream.locked
source: Locked by another controller
ar: مغلق بواسطة وحدة تحكم أخرى
de: Von einem anderen Controller gesperrt
es: Bloqueado por otro controlador
fr: Verrouillé par un autre contrôleur
ja: 別のコントローラがロック中
ko: 다른 컨트롤러에 의해 잠김
zh_hans: 被另一个控制器锁定
zh_hant: 被另一個控制器鎖定

# diagnostics.simulator.stream.stalled
source: Stalled (no frames or keepalives)
ar: متوقفة (بدون إطارات أو حفظ)
de: Angehalten (keine Frames oder Keepalives)
es: Estancado (sin marcos ni keepalive)
fr: Bloqué (pas de cadres ni de keepalives)
ja: 停滞（フレームもキープアライブもなし）
ko: 정지됨(프레임 또는 연결 유지 없음)
zh_hans: 停滞（无帧或保活）
zh_hant: 停滯（無幀或保活）

# diagnostics.simulator.stream.startFailed
source: Start failed
ar: فشل البدء
de: Start fehlgeschlagen
es: Inicio fallido
fr: Échec du démarrage
ja: 開始失敗
ko: 시작 실패
zh_hans: 启动失败
zh_hant: 啟動失敗

# diagnostics.simulator.stream.stopRequested
source: Stop requested
ar: طلب التوقف
de: Stopp angefordert
es: Parada solicitada
fr: Arrêt demandé
ja: 停止要求
ko: 중지 요청됨
zh_hans: 请求停止
zh_hant: 請求停止

# diagnostics.simulator.stream.stopped
source: Stopped
ar: توقف
de: Angehalten
es: Interrumpido
fr: Arrêté
ja: 停止済み
ko: 중지됨
zh_hans: 已停止
zh_hant: 已停止

# diagnostics.simulator.stream.stopFailed
source: Stop failed
ar: فشل التوقف
de: Stoppen ist fehlgeschlagen
es: Detener falló
fr: L'arrêt a échoué
ja: 停止失敗
ko: 중지 실패
zh_hans: 停止失败
zh_hant: 停止失敗

# diagnostics.simulator.stream.closed
source: Closed
ar: مغلق
de: Geschlossen
es: Cerrado
fr: Fermé
ja: クローズ済み
ko: 닫은
zh_hans: 关闭
zh_hant: 關閉

# diagnostics.simulator.stream.restartRequested
source: Restart requested
ar: طلب إعادة التشغيل
de: Neustart angefordert
es: Reinicio solicitado
fr: Redémarrage demandé
ja: 再開要求
ko: 재시작이 요청되었습니다
zh_hans: 请求重新启动
zh_hant: 請求重新啟動

# diagnostics.simulator.stream.pausedForBackground
source: Paused for background
ar: تم الإيقاف مؤقتًا للخلفية
de: Für den Hintergrund pausiert
es: En pausa para el fondo
fr: En pause pour l'arrière-plan
ja: バックグラウンドのため一時停止
ko: 배경용으로 일시중지됨
zh_hans: 暂停背景
zh_hant: 暫停背景

# diagnostics.simulator.stream.descriptorApplied
source: Descriptor applied
ar: تم تطبيق الواصف
de: Deskriptor angewendet
es: Descriptor aplicado
fr: Descripteur appliqué
ja: ディスクリプタ適用済み
ko: 설명어가 적용됨
zh_hans: 应用描述符
zh_hant: 應用描述符

# diagnostics.simulator.frame.readerAttached
source: Reader attached
ar: القارئ المرفق
de: Lesegerät beigefügt
es: Lector adjunto
fr: Lecteur ci-joint
ja: リーダー接続済み
ko: 리더기 부착
zh_hans: 附读者
zh_hant: 附讀者

# diagnostics.simulator.frame.readerMissing
source: Reader missing
ar: القارئ مفقود
de: Leser fehlt
es: Falta el lector
fr: Lecteur manquant
ja: リーダーなし
ko: 리더 없음
zh_hans: 读者失踪
zh_hant: 讀者失蹤

# diagnostics.simulator.frame.copied
source: Frame copied
ar: تم نسخ الإطار
de: Rahmen kopiert
es: Marco copiado
fr: Cadre copié
ja: フレームコピー済み
ko: 프레임이 복사되었습니다.
zh_hans: 已复制帧
zh_hant: 已複製幀

# diagnostics.simulator.frame.encodeFailed
source: Frame encode failed
ar: فشل ترميز الإطار
de: Frame-Kodierung fehlgeschlagen
es: Falló la codificación del cuadro
fr: Échec de l'encodage de l'image
ja: フレームエンコード失敗
ko: 프레임 인코딩 실패
zh_hans: 帧编码失败
zh_hant: 幀編碼失敗

# diagnostics.simulator.frame.sent
source: Frame sent
ar: تم إرسال الإطار
de: Rahmen gesendet
es: Marco enviado
fr: Trame envoyée
ja: フレーム送信済み
ko: 전송된 프레임
zh_hans: 帧已发送
zh_hant: 幀已發送

# diagnostics.simulator.frame.refused
source: Frame refused by queue
ar: تم رفض الإطار من خلال قائمة الانتظار
de: Frame wurde von der Warteschlange abgelehnt
es: Trama rechazada por la cola
fr: Trame refusée par la file d'attente
ja: キューがフレームを拒否
ko: 대기열에 의해 거부된 프레임
zh_hans: 帧被队列拒绝
zh_hant: 幀被隊列拒絕

# diagnostics.simulator.frame.cachedSent
source: Cached frame sent
ar: تم إرسال الإطار المخبأ
de: Zwischengespeicherter Frame gesendet
es: Marco en caché enviado
fr: Trame mise en cache envoyée
ja: キャッシュフレーム送信済み
ko: 캐시된 프레임이 전송됨
zh_hans: 已发送缓存帧
zh_hant: 已發送緩存幀

# diagnostics.simulator.frame.subscriptionReasserted
source: Subscription reasserted
ar: تمت إعادة تأكيد الاشتراك
de: Abonnement erneut bestätigt
es: Suscripción reafirmada
fr: Abonnement réaffirmé
ja: 購読再確認済み
ko: 구독이 다시 확인되었습니다.
zh_hans: 订阅重新生效
zh_hant: 訂閱重新生效

# diagnostics.simulator.frame.received
source: Frame received
ar: تم استلام الإطار
de: Frame empfangen
es: Marco recibido
fr: Trame reçue
ja: フレーム受信済み
ko: 프레임 수신됨
zh_hans: 收到帧
zh_hant: 收到幀

# diagnostics.simulator.frame.staleIgnored
source: Stale frame ignored
ar: تم تجاهل الإطار القديم
de: Veralteter Frame wird ignoriert
es: Marco obsoleto ignorado
fr: Cadre obsolète ignoré
ja: 古いフレームを無視
ko: 오래된 프레임이 무시됨
zh_hans: 陈旧的框架被忽略
zh_hant: 陳舊的框架被忽略

# diagnostics.simulator.frame.decodeFailed
source: Frame decode failed
ar: فشل فك ترميز الإطار
de: Die Frame-Dekodierung ist fehlgeschlagen
es: Falló la decodificación del cuadro
fr: Échec du décodage de la trame
ja: フレームデコード失敗
ko: 프레임 디코딩 실패
zh_hans: 帧解码失败
zh_hant: 幀解碼失敗

# diagnostics.simulator.frame.imageDecoded
source: Image decoded
ar: تم فك تشفير الصورة
de: Bild dekodiert
es: Imagen decodificada
fr: Image décodée
ja: 画像デコード済み
ko: 이미지 디코딩
zh_hans: 图像解码
zh_hant: 影像解碼

# diagnostics.simulator.frame.imageDecodeFailed
source: Image decode failed
ar: فشل فك تشفير الصورة
de: Die Bilddekodierung ist fehlgeschlagen
es: Falló la decodificación de la imagen
fr: Échec du décodage de l'image
ja: 画像デコード失敗
ko: 이미지 디코딩 실패
zh_hans: 图像解码失败
zh_hant: 圖像解碼失敗

# diagnostics.simulator.frame.unknownPanel
source: Unknown panel
ar: لوحة غير معروفة
de: Unbekanntes Panel
es: Panel desconocido
fr: Panneau inconnu
ja: 不明なパネル
ko: 알 수 없는 패널
zh_hans: 未知面板
zh_hant: 未知面板

# diagnostics.simulator.input.queued
source: Queued
ar: في قائمة الانتظار
de: In der Warteschlange
es: En cola
fr: En file d'attente
ja: キュー済み
ko: 대기 중
zh_hans: 排队
zh_hant: 排隊

# diagnostics.simulator.input.sent
source: Sent
ar: مرسل
de: Gesendet
es: Enviado
fr: Envoyé
ja: 送信済み
ko: 전송된
zh_hans: 发送
zh_hant: 傳送

# diagnostics.simulator.input.accepted
source: Accepted
ar: مقبول
de: Akzeptiert
es: Aceptado
fr: Accepté
ja: 受理済み
ko: 수락됨
zh_hans: 公认
zh_hant: 公認

# diagnostics.simulator.input.failed
source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallido
fr: Échoué
ja: 失敗
ko: 실패한
zh_hans: 失败的
zh_hant: 失敗的

# diagnostics.simulator.input.rejectedLocked
source: Rejected because locked
ar: مرفوض لأنه مغلق
de: Abgelehnt, da gesperrt
es: Rechazado porque bloqueado
fr: Rejeté car verrouillé
ja: ロック中のため拒否
ko: 잠겨 있기 때문에 거부됨
zh_hans: 因锁定而被拒绝
zh_hant: 因鎖定而被拒絕

# diagnostics.simulator.input.unavailable
source: Unavailable
ar: غير متاح
de: Nicht verfügbar
es: Indisponible
fr: Indisponible
ja: 利用不可
ko: 없는
zh_hans: 不可用
zh_hant: 不可用

# diagnostics.simulator.input.invalidParameters
source: Invalid parameters
ar: المعلمات غير صالحة
de: Ungültige Parameter
es: Parámetros no válidos
fr: Paramètres invalides
ja: 不正なパラメータ
ko: 잘못된 매개변수
zh_hans: 无效参数
zh_hant: 無效參數

# diagnostics.simulator.input.panelMissing
source: Panel missing
ar: لوحة مفقودة
de: Panel fehlt
es: Falta el panel
fr: Panneau manquant
ja: パネルなし
ko: 패널 누락
zh_hans: 面板缺失
zh_hant: 面板缺失

# diagnostics.simulator.input.featureDisabled
source: Feature disabled
ar: الميزة معطلة
de: Funktion deaktiviert
es: Función deshabilitada
fr: Fonctionnalité désactivée
ja: 機能無効
ko: 기능이 비활성화되었습니다.
zh_hans: 功能已禁用
zh_hant: 功能已停用

# diagnostics.simulator.input.blockedViewOnly
source: Blocked in view-only mode
ar: محظور في وضع العرض فقط
de: Im schreibgeschützten Modus blockiert
es: Bloqueado en modo de solo visualización
fr: Bloqué en mode visualisation seule
ja: 表示専用モードでブロック
ko: 보기 전용 모드에서는 차단됨
zh_hans: 在仅限查看模式下被阻止
zh_hant: 在僅限檢視模式下被阻止

# diagnostics.simulator.inputKind.pointer
source: Pointer
ar: المؤشر
de: Zeiger
es: Puntero
fr: Aiguille
ja: ポインタ
ko: 바늘
zh_hans: 指针
zh_hant: 指針

# diagnostics.simulator.inputKind.text
source: Text
ar: نص
es: Texto
fr: Texte
ja: テキスト
ko: 텍스트
zh_hans: 文本
zh_hant: 文字

# diagnostics.simulator.inputKind.hardwareButton
source: Hardware button
ar: زر الأجهزة
de: Hardware-Taste
es: botón de hardware
fr: Bouton matériel
ja: ハードウェアボタン
ko: 하드웨어 버튼
zh_hans: 硬件按钮
zh_hant: 硬體按鈕

# diagnostics.simulator.pointer.began
source: Began
ar: بدأ
de: Begann
es: Comenzó
fr: A commencé
ja: 開始
ko: 시작했다
zh_hans: 开始
zh_hant: 開始

# diagnostics.simulator.pointer.moved
source: Moved
ar: انتقل
de: Verschoben
es: Emocionado
fr: Déplacé
ja: 移動
ko: 움직이는
zh_hans: 搬家了
zh_hant: 搬家了

# diagnostics.simulator.pointer.ended
source: Ended
ar: انتهى
de: Beendet
es: Terminado
fr: Terminé
ja: 終了
ko: 종료됨
zh_hans: 结束
zh_hant: 結束

# diagnostics.simulator.pointer.tap
source: Tap
ar: مقبض
de: Klopfen
es: Grifo
fr: Robinet
ja: タップ
ko: 수도꼭지
zh_hans: 轻敲
zh_hant: 輕敲

# diagnostics.simulator.button.unknown
source: Unknown button
ar: زر غير معروف
de: Unbekannte Schaltfläche
es: Botón desconocido
fr: Bouton inconnu
ja: 不明なボタン
ko: 알 수 없는 버튼
zh_hans: 未知按钮
zh_hant: 未知按鈕

# diagnostics.simulator.button.home
source: Home
ar: بيت
de: Heim
es: Hogar
fr: Maison
ja: ホーム
ko: 집
zh_hans: 家
zh_hant: 家

# diagnostics.simulator.button.swipeHome
source: Swipe Home
ar: اسحب إلى الصفحة الرئيسية
de: Wischen Sie nach Hause
es: Desliza Inicio
fr: Glisser vers la maison
ja: ホームスワイプ
ko: 스와이프 홈
zh_hans: 滑动主页
zh_hant: 滑動主頁

# diagnostics.simulator.button.appSwitcher
source: App Switcher
ar: مبدل التطبيقات
de: App-Umschalter
es: Cambiador de aplicaciones
fr: Sélecteur d'application
ja: Appスイッチャー
ko: 앱 전환기
zh_hans: 应用程序切换器
zh_hant: 應用程式切換器

# diagnostics.simulator.button.lock
source: Lock
ar: قفل
de: Sperren
es: Cerrar
fr: Verrouillage
ja: ロック
ko: 잠그다
zh_hans: 锁
zh_hant: 鎖

# diagnostics.simulator.button.siri
source: Siri
ar: سيري
ko: 시리
zh_hans: 西里
zh_hant: 西里

# diagnostics.simulator.button.sideButton
source: Side button
ar: زر جانبي
de: Seitlicher Knopf
es: Botón lateral
fr: Bouton latéral
ja: サイドボタン
ko: 측면 버튼
zh_hans: 侧边按钮
zh_hant: 側邊按鈕

# diagnostics.simulator.button.power
source: Power
ar: قوة
de: Leistung
es: Fuerza
fr: Pouvoir
ja: 電源
ko: 힘
zh_hans: 力量
zh_hant: 力量

# diagnostics.simulator.button.volumeUp
source: Volume up
ar: رفع مستوى الصوت
de: Lautstärke erhöhen
es: Subir volumen
fr: Augmenter le volume
ja: 音量を上げる
ko: 볼륨 업
zh_hans: 调高音量
zh_hant: 調高音量

# diagnostics.simulator.button.volumeDown
source: Volume down
ar: خفض مستوى الصوت
de: Lautstärke verringern
es: Bajar volumen
fr: Baisser le volume
ja: 音量を下げる
ko: 볼륨 낮추기
zh_hans: 降低音量
zh_hant: 降低音量

# diagnostics.simulator.button.action
source: Action
ar: فعل
de: Aktion
es: Acción
ja: アクション
ko: 행동
zh_hans: 行动
zh_hant: 行動

# diagnostics.simulator.button.watchSideButton
source: Watch side button
ar: مشاهدة الزر الجانبي
de: Seitliche Taste ansehen
es: Botón lateral del reloj
fr: Bouton latéral de la montre
ja: Watchサイドボタン
ko: 시계 측면 버튼
zh_hans: 手表侧面按钮
zh_hant: 手錶側邊按鈕

# diagnostics.simulator.owner.unowned
source: Unowned
ar: غير مملوكة
de: Unbesessen
es: Sin propietario
fr: Sans propriétaire
ja: 未所有
ko: 소유되지 않은
zh_hans: 无主
zh_hant: 無主

# diagnostics.simulator.owner.currentConnection
source: Current connection
ar: الاتصال الحالي
de: Aktuelle Verbindung
es: Conexión actual
fr: Connexion actuelle
ja: 現在の接続
ko: 현재 연결
zh_hans: 当前连接
zh_hant: 目前連接

# diagnostics.simulator.owner.otherConnection
source: Other connection
ar: اتصال آخر
de: Andere Verbindung
es: Otra conexión
fr: Autre connexion
ja: 別の接続
ko: 기타 연결
zh_hans: 其他连接
zh_hant: 其他連接

# diagnostics.simulator.owner.pendingHandshake
source: Pending handshake
ar: في انتظار المصافحة
de: Ausstehender Handschlag
es: Apretón de manos pendiente
fr: Poignée de main en attente
ja: ハンドシェイク待ち
ko: 보류 중인 악수
zh_hans: 待握手
zh_hant: 待握手

# diagnostics.simulator.owner.unknown
source: Unknown
ar: مجهول
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알려지지 않은
zh_hans: 未知
zh_hant: 未知

# diagnostics.simulator.coordinate.mapped
source: Mapped
ar: تم تعيينه
de: Kartiert
es: mapeado
fr: Cartographié
ja: マップ済み
ko: 매핑됨
zh_hans: 映射
zh_hant: 對應

# diagnostics.simulator.coordinate.outsideImage
source: Outside image
ar: الصورة الخارجية
de: Außenbild
es: Imagen exterior
fr: Image extérieure
ja: 画像外
ko: 외부 이미지
zh_hans: 外部图像
zh_hant: 外部影像

# diagnostics.simulator.coordinate.viewOnlyBlocked
source: View-only blocked
ar: تم حظر العرض فقط
de: Nur zur Ansicht gesperrt
es: Solo lectura bloqueada
fr: Lecture seule bloquée
ja: 表示専用でブロック
ko: 보기 전용 차단됨
zh_hans: 仅限查看已被阻止
zh_hant: 僅限查看已被阻止

# diagnostics.simulator.coordinate.zeroImage
source: Missing image geometry
ar: هندسة الصورة مفقودة
de: Fehlende Bildgeometrie
es: Falta geometría de imagen
fr: Géométrie de l'image manquante
ja: 画像ジオメトリなし
ko: 누락된 이미지 기하학
zh_hans: 缺失图像几何形状
zh_hant: 缺失影像幾何形狀

# diagnostics.field.owner
source: Owner
ar: مالك
de: Eigentümer
es: Dueño
fr: Propriétaire
ja: 所有者
ko: 소유자
zh_hans: 所有者
zh_hant: 擁有者

# diagnostics.field.previousOwner
source: Previous owner
ar: المالك السابق
de: Vorbesitzer
es: Dueño anterior
fr: Propriétaire précédent
ja: 以前の所有者
ko: 이전 소유자
zh_hans: 前任业主
zh_hant: 前業主

# diagnostics.field.frameSequence
source: Frame sequence
ar: تسلسل الإطار
de: Bildsequenz
es: Secuencia de fotogramas
fr: Séquence d'images
ja: フレームシーケンス
ko: 프레임 순서
zh_hans: 帧序列
zh_hant: 影格序列

# diagnostics.field.payloadSize
source: Payload size
ar: حجم الحمولة
de: Nutzlastgröße
es: Tamaño de carga útil
fr: Taille de la charge utile
ja: ペイロードサイズ
ko: 페이로드 크기
zh_hans: 有效负载大小
zh_hant: 有效負載大小
